[
    {
	"text": [
		"\\eddachapter{Hávamál}{Hovamol}{The Ballad of the High One}",
		"",
		"This poem follows the \\chapterref{Voluspo} in the \\emph{Codex Regius,} but is preserved in no other manuscript.",
		"The first stanza is quoted by Snorri, and two lines of stanza \\stanzaref{84} appear in one of the sagas.",
		"",
		"In its present shape it involves the critic of the text in more puzzles than any other of the Eddic poems.",
		"Without going in detail into the various theories, what happened seems to have been somewhat as follows.",
		"There existed from very early times a collection of proverbs and wise counsels, which were attributed to Othin just as the Biblical proverbs were to Solomon.",
		"This collection, which presumably was always elastic in extent, was known as ``The High One's Words,'' and forms the basis of the present poem.",
		"To it, however, were added other poems and fragments dealing with wisdom which seemed by their nature to imply that the speaker was Othin.",
		"Thus a catalogue of runes, or charms, was tacked on, and also a set of proverbs, differing essentially in form from those comprising the main collection.",
		"Here and there bits of verse more nearly narrative crept in; and of course the loose structure of the poem made it easy for any reciter to insert new stanzas almost at will.",
		"This curious miscellany is what we now have as the \\chapterref{Hovamol.}",
		"",
		"Five separate elements are pretty clearly recognizable: (1) the \\emph{Hovamol} proper (stanzas \\stanzarangeref{1}{80}), a collection of proverbs and counsels for the conduct of life; (2) the \\emph{Loddfafnismol} (stanzas \\stanzarangeref{111}{138}), a collection somewhat similar to the first, but specific ally addressed to a certain Loddfafnir; (3) the \\emph{Ljothatal} (stanzas \\stanzarangeref{147}{165}), a collection of charms; (4) the love-story of Othin and Billing's daughter (stanzas \\stanzarangeref{96}{102}), with an introductory dissertation on the faithlessness of women in general (stanzas \\stanzarangeref{81}{95}), which probably crept into the poem first, and then pulled the story, as an apt illustration, after it; (5) the story of how Othin got the mead of poetry{\\mdash}the draught which gave him the gift of tongues{\\mdash}from the maiden Gunnloth (stanzas \\stanzarangeref{103}{110}).",
		"There is also a brief passage (stanzas \\stanzarangeref{139}{146}) telling how Othin won the runes, this passage being a natural introduction to the \\emph{Ljothatal,} and doubtless brought into the poem for that reason.",
		"",
		"It is idle to discuss the authorship or date of such a series of accretions as this.",
		"Parts of it are doubtless among the oldest relics of ancient Germanic poetry; parts of it may have originated at a relatively late period.",
		"Probably, however, most of its component elements go pretty far back, although we have no way of telling how or when they first became associated.",
		"",
		"It seems all but meaningless to talk about ``interpolations'' in a poem which has developed almost solely through the process of piecing together originally unrelated odds and ends.",
		"The notes, therefore, make only such suggestions as are needed to keep the main divisions of the poem distinct.",
		"",
		"Few gnomic collections in the world's literary history present sounder wisdom more tersely expressed than the \\chapterref{Hovamol.}",
		"Like the Book of Proverbs it occasionally rises to lofty heights of poetry.",
		"If it presents the worldly wisdom of a violent race, it also shows noble ideals of loyalty, truth, and unfaltering courage.",
		"",
		"\\sepline"
	],
	"type": "text"
    }
]