[
    {
        "text": [
            "\\eddachapter{Grimnismǭl}{Grimnismol}{The Ballad of Grimnir}",
            "",
            "The \\eddachapterref{Grimnismol} follows the \\eddachapterref{Vafthruthnismol} in the \\emph{Codex Regius} and is also found complete in the \\emph{Arnamagnæan Codex,} where also it follows the \\eddachapterref{Vafthruthnismol.}",
            "Snorri quotes over twenty of its stanzas.",
            "",
            "Like the preceding poem, the \\eddachapterref{Grimnismol} is largely encyclopedic in nature, and consists chiefly of proper names, the last forty-seven stanzas containing no less than two hundred and twenty-five of these.",
            "It is not, however, in dialogue form.",
            "As Müllenhoff pointed out, there is underneath the catalogue of mythological names a consecutive and thoroughly dramatic story.",
            "Othin, concealed under the name of Grimnir, is through an error tortured by King Geirröth.",
            "Bound between two blazing fires, he begins to display his wisdom for the benefit of the king's little son, Agnar, who has been kind to him.",
            "Gradually he works up to the great final moment, when he declares his true name, or rather names, to the terrified Geirröth, and the latter falls on his sward and is killed.",
            "",
            "For much of this story we do not have to depend on guesswork, for in both manuscripts the poem itself is preceded by a prose narrative of considerable length, and concluded by a brief prose statement of the manner of Geirröth's death.",
            "These prose notes, of which there are many in the Eddic manuscripts, are of considerable interest to the student of early literary forms.",
            "Presumably they were written by the compiler to whom we owe the Eddic collection, who felt that the poems needed such annotation in order to be clear.",
            "Linguistic evidence shows that they were written in the twelfth or thirteenth century, for they preserve none of the older word-forms which help us to date many of the poems two or three hundred years earlier.",
            "",
            "Without discussing in detail the problems suggested by these prose passages, it is worth noting, first, that the Eddic poems contain relatively few stanzas of truly narrative verse; and second, that all of them are based on narratives which must have been more or less familiar to the hearers of the poems.",
            "In other words, the poems seldom aimed to tell stories, although most of them followed a narrative sequence of ideas.",
            "The stories themselves appear to have lived in oral prose tradition, just as in the case of the sagas; and the prose notes of the manuscripts, in so far as they contain material not simply drawn from the poems themselves, are relics of this tradition.",
            "The early Norse poets rarely conceived verse as a suitable means for direct story telling, and in some of the poems even the simplest action is told in prose ``links'' between dialogue stanzas.",
            "",
            "The applications of this fact, which has been too often over looked, are almost limitless, for it suggests a still unwritten chapter in the history of ballad poetry and the so-called ``popular'' epic.",
            "It implies that narrative among early peoples may frequently have had a period of prose existence before it was made into verse, and thus puts, for example, a long series of transitional stages before such a poem as the \\emph{Iliad.}",
            "In any case, the prose notes accompanying the Eddic poems prove that in addition to the poems themselves there existed in the twelfth century a considerable amount of narrative tradition, presumably in prose form, on which these notes were based by the compiler.",
            "",
            "Interpolations in such a poem as the \\eddachapterref{Grimnismol} could have been made easily enough, and many stanzas have undoubtedly crept in from other poems, but the beginning and end of the poem are clearly marked, and presumably it has come down to us with the same essential outline it had when it was composed, probably in the first half of the tenth century.",
            "",
            "\\eddasepline"
        ],
        "type": "text"
    },
    {
        "comment": [
            "The texts of the two manuscripts differ in many minor details. \\emph{Hrauthung:} this mythical king is not mentioned elsewhere. \\emph{Geirröth:} the manuscripts spell his name in various ways \\emph{Frigg:} Othin's wife. She and Othin nearly always disagreed in some such way as the one outlined in this story. \\emph{Hlithskjolf} (``Gate-Shelf''): Othin's watch-tower in heaven, whence he can overlook all the nine worlds; cf. \\eddachapterref{Skirnismol,} {\\hyperref[cha:Skirnismol:introduction]{introductory prose.}} \\emph{Grimnir:} ``the Hooded One.''"
        ],
        "translation": [
            "King Hrauthung had two sons: one was called Agnar, and the other Geirröth.",
            "Agnar was ten winters old, and Geirröth eight.",
            "Once they both rowed in a boat with their fishing-gear to catch little fish; and the wind drove them out into the sea.",
            "In the darkness of the night they were wrecked on the shore; and going up, they found a poor peasant, with whom they stayed through the winter.",
            "The housewife took care of Agnar, and the peasant cared for Geirröth, and taught him wisdom.",
            "In the spring the peasant gave him a boat; and when the couple led them to the shore, the peasant spoke secretly with Geirröth.",
            "They had a fair wind, and came to their father's landing-place.",
            "Geirröth was forward in the boat; he leaped up on land, but pushed out the boat and said, ``Go thou now where evil may have thee!''",
            "The boat drifted out to sea.",
            "Geirröth, however, went up to the house, and was well received, but his father was dead.",
            "Then Geirröth was made king, and became a renowned man.",
            "",
            "Othin and Frigg sat in Hlithskjolf and looked over all the worlds.",
            "Othin said: ``Seest thou Agnar, thy fosterling, how he begets children with a giantess in the cave?",
            "But Geirröth, my fosterling, is a king, and now rules over his land.''",
            "Frigg said: ``He is so miserly that he tortures his guests if he thinks that too many of them come to him.''",
            "Othin replied that this was the greatest of lies; and they made a wager about this matter. Frigg sent her maid-servant, Fulla, to Geirröth.",
            "She bade the king beware lest a magician who was come thither to his land should bewitch him, and told this sign concerning him, that no dog was so fierce as to leap at him.",
            "Now it was a very great slander that King Geirröth was not hospitable; but nevertheless he had them take the man whom the dogs would not attack.",
            "He wore a dark-blue mantle and called himself Grimnir, but said no more about himself, though he was questioned.",
            "The king had him tortured to make him speak, and set him between two fires, and he sat there eight nights.",
            "King Geirröth had a son ten winters old, and called Agnar after his father's brother.",
            "Agnar went to Grimnir, and gave him a full horn to drink from, and said that the king did ill in letting him be tormented with out cause.",
            "Grimnir drank from the horn; the fire had come so near that the mantle burned on Grimnir's back.",
            "He spake:",
        ],
        "type": "prose",
        "original": [
            "Hrauþungr konungr a`tti tva` sonu, he`t annarr Agnarr, en annarr Geirro/þr.",
            "Agnarr var ti`u vetra, en Geirro/þr a`tta vetra.",
            "Þeir reru tveir a` ba`ti meþ dorgar si`nar at sma`fiski; vindr rak þa` i` haf u`t.",
            "I` na`ttmyrkri brutu þeir viþ land ok gengu upp, fundu kotbo`nda einn; þar va`ru þeir um vetrinn.",
            "Kerling fo`straþi Agnarr, en karl fo`straþi Geirro/þr ok kendi honum ra`þ.",
            "At va`ri fekk karl þeim skip; en er þau kerling leiddu þa` til strandar, þa` ma_elti karl einma_eli viþ Geirro/þr.",
            "Þeir fengu byr ok ko`mu til sto~þva fo~þur si`ns.",
            "Geirro/þr var fram i` skipi; hann hljo`p upp a` land, en hratt u`t skipinu ok ma_elti: ``Farþu nu` þar er smyl hafi þik!''",
            "Skipit rak i` haf u`t.",
            "En Geirro/þr gekk upp til bo_ejar; honum var þar vel fagnat, en faþir hans var þa` andaþr.",
            "Var þa` Geirro/þr til konungs tekinn, ok varþ maþr a`ga_etr.",
            "",
            "O`þinn ek Frigg sa`tu i` Hliþskja`lfu ok sa` um heima alla.",
            "O`þinn ma_elti: ``Se`r þu Agnarr fo`stra þinn, hvar hann elr bo~rn viþ gy`gi i` hellinum?",
            "En Geirro/þr fo`stri minn er konungr ok sitr nu` at landi.''",
            "Frigg segir: ``Hann er matni`þingr sa`, at hann kvelr gesti si`na, ef honum þykkja ofmargir koma.''",
            "O`þinn segir, at þat er in mesta lygi; þau veþja um þetta ma`l.",
            "Frigg sendi eskimey si`na Fullu til Geirro/þr.",
            "Hon baþ konung varaz, at eigi fyrgo/rþi honum fjo~lkunnigr maþr sa` er þar var kominn i` land, ok sagþi þat mark a`, at engi hundr var sva` o`lmr, at a` hann mundi hlaupa.",
            "En þat var enn mesti he`go`mi, at Geirro/þr konungr va_eri eigi matgo`þr; ok þo` la_etr hann handtaka þann mann er eigi vildu hundar a` ra`þa.",
            "Sa` var i` feldi bla`m ok nefndiz Grimnir ok sagþi ekki fleira fra` se`r, þo`tt hann va_eri at spurþr.",
            "Konungr le`t hann pi`na til sagna ok setja milli elda tveggja, ok sat hann þar a`tta na_etr.",
            "Geirro/þr konungr a`tti þa` son ti`u vetra gamlan ok he`t Agnarr eptir bro`þur hans.",
            "Agnarr gekk at Grimni ok gaf honum horn fullt at drekka ok sagþi, at konungr go/rþi illa, er hann le`t pi`na hann saklausan.",
            "Grimnir drakk af; þa` var eldrinn sva` kominn, at feldrinn brann af Grimni.",
            "Hann kvaþ:"
        ]
    },
    {
        "comment": null,
        "translation": [
            "King Geirröth sat and had his sword on his knee, half drawn from its sheath.",
            "But when he heard that Othin was come thither, then he rose up and sought to take Othin from the fire.",
            "The sword slipped from his hand, and fell with the hilt down.",
            "The king stumbled and fell forward, and the sword pierced him through, and slew him.",
            "Then Othin vanished, but Agnar long ruled there as king."
        ],
        "type": "prose",
        "original": [
            "Geirro/þr konungr sat ok hafþi sverþ um kne` se`r ok þrugþit til miþs.",
            "En er hann heyrþi at O`þinn var þar kominn, þa` sto`þ hann upp ok vildi taka O`þinn fra` eldinum.",
            "Sverþit slapp o`r hendi honum ok vissu hjo~ltin niþr.",
            "Konungr drap fo_eti ok steyptiz a`fram, en sverþit sto`þ i` go/gnum hann, ok fekk hann bana.",
            "O`þinn hvarf þa`, en Agnarr var þar konungr lengi si`þan."
        ]
    }
]