[
    {
        "text": [
            "\\eddachapter{Grimnismǭl}{Grimnismol}{The Ballad of Grimnir}",
            "",
            "The \\eddachapterref{Grimnismol} follows the \\eddachapterref{Vafthruthnismol} in the \\emph{Codex Regius} and is also found complete in the \\emph{Arnamagnæan Codex,} where also it follows the \\eddachapterref{Vafthruthnismol.}",
            "Snorri quotes over twenty of its stanzas.",
            "",
            "Like the preceding poem, the \\eddachapterref{Grimnismol} is largely encyclopedic in nature, and consists chiefly of proper names, the last forty-seven stanzas containing no less than two hundred and twenty-five of these.",
            "It is not, however, in dialogue form.",
            "As Müllenhoff pointed out, there is underneath the catalogue of mythological names a consecutive and thoroughly dramatic story.",
            "Othin, concealed under the name of Grimnir, is through an error tortured by King Geirröth.",
            "Bound between two blazing fires, he begins to display his wisdom for the benefit of the king's little son, Agnar, who has been kind to him.",
            "Gradually he works up to the great final moment, when he declares his true name, or rather names, to the terrified Geirröth, and the latter falls on his sward and is killed.",
            "",
            "For much of this story we do not have to depend on guesswork, for in both manuscripts the poem itself is preceded by a prose narrative of considerable length, and concluded by a brief prose statement of the manner of Geirröth's death.",
            "These prose notes, of which there are many in the Eddic manuscripts, are of considerable interest to the student of early literary forms.",
            "Presumably they were written by the compiler to whom we owe the Eddic collection, who felt that the poems needed such annotation in order to be clear.",
            "Linguistic evidence shows that they were written in the twelfth or thirteenth century, for they preserve none of the older word-forms which help us to date many of the poems two or three hundred years earlier.",
            "",
            "Without discussing in detail the problems suggested by these prose passages, it is worth noting, first, that the Eddic poems contain relatively few stanzas of truly narrative verse; and second, that all of them are based on narratives which must have been more or less familiar to the hearers of the poems.",
            "In other words, the poems seldom aimed to tell stories, although most of them followed a narrative sequence of ideas.",
            "The stories themselves appear to have lived in oral prose tradition, just as in the case of the sagas; and the prose notes of the manuscripts, in so far as they contain material not simply drawn from the poems themselves, are relics of this tradition.",
            "The early Norse poets rarely conceived verse as a suitable means for direct story telling, and in some of the poems even the simplest action is told in prose ``links'' between dialogue stanzas.",
            "",
            "The applications of this fact, which has been too often over looked, are almost limitless, for it suggests a still unwritten chapter in the history of ballad poetry and the so-called ``popular'' epic.",
            "It implies that narrative among early peoples may frequently have had a period of prose existence before it was made into verse, and thus puts, for example, a long series of transitional stages before such a poem as the \\emph{Iliad.}",
            "In any case, the prose notes accompanying the Eddic poems prove that in addition to the poems themselves there existed in the twelfth century a considerable amount of narrative tradition, presumably in prose form, on which these notes were based by the compiler.",
            "",
            "Interpolations in such a poem as the \\eddachapterref{Grimnismol} could have been made easily enough, and many stanzas have undoubtedly crept in from other poems, but the beginning and end of the poem are clearly marked, and presumably it has come down to us with the same essential outline it had when it was composed, probably in the first half of the tenth century.",
            "",
            "\\eddasepline"
        ],
        "type": "text"
    }
]