[
    {
        "text": [
            "\\eddachapter{Hymiskviþa}{Hymiskvitha}{The Lay of Hymir}",
            "",
            "The \\eddachapterref{Hymiskvitha} is found complete in both manuscripts; in \\emph{Regius} it follows the \\eddachapterref{Harbarthsljoth,} while in the \\emph{Arnamagnæan Codex} it comes after the \\eddachapterref{Grimnismol.}",
            "Snorri does not quote it, although he tells the main story involved.",
            "",
            "The poem is a distinctly inferior piece of work, obviously based on various narrative fragments, awkwardly pieced together.",
            "Some critics, Jessen and Edzardi for instance, have maintained that the compiler had before him three distinct poems, which he simply put together; others, like Finnur Jonsson and Mogk, think that the author made a new poem of his own on the basis of earlier poems, now lost.",
            "It seems probable that he took a lot of odds and ends of material concerning Thor, whether in prose or in verse, and worked them together in a perfunctory way, without much caring how well they fitted.",
            "His chief aim was probably to impress the credulous imaginations of hearers greedy for wonders.",
            "",
            "The poem is almost certainly one of the latest of those dealing with the gods, though Finnur Jonsson, in order to support his theory of a Norwegian origin, has to date it relatively early.",
            "If, as seems probable, it was produced in Iceland, the chances are that it was composed in the first half of the eleventh century.",
            "Jessen, rather recklessly, goes so far as to put it two hundred years later.",
            "In any case, it belongs to a period of literary decadence,{\\commamdash}the great days of Eddic poetry would never have permitted the nine hundred headed person found in Hymir's home{\\mdash}and to one in which the usual forms of diction in mythological poetry had yielded somewhat to the verbal subtleties of skaldic verse.",
            "",
            "While the skaldic poetry properly falls outside the limits of this book, it is necessary here to say a word about it.",
            "There is preserved, in the sagas and elsewhere, a very considerable body of lyric poetry, the authorship of each poem being nearly always definitely stated, whether correctly or otherwise.",
            "This type of poetry is marked by an extraordinary complexity of diction, with a peculiarly difficult vocabulary of its own.",
            "It was to explain some of the ``kennings'' which composed this special vocabulary that Snorri wrote one of the sections of the \\emph{Prose Edda.}",
            "As an illustration, in a single stanza of one poem in the Egilssaga, a sword is called ``the halo of the helm,'' ``the wound-hoe,'' ``the blood-snake'' (possibly; no one is sure what the compound word means) and ``the ice of the girdle,'' while men appear in the same stanza as ``Othin's ash-trees,'' and battle is spoken of as ``the iron game.''",
            "One of the eight lines has defied translation completely.",
            "",
            "Skaldic diction made relatively few inroads into the earlier Eddic poems, but in the \\eddachapterref{Hymiskvitha} these circumlocutions are fairly numerous.",
            "This sets the poem somewhat apart from the rest of the mythological collection.",
            "Only the vigor of the two main stories{\\mdash}Thor's expedition after Hymir's kettle and the fishing trip in which he caught Mithgarthsorm{\\mdash}saves it from complete mediocrity.",
            "",
            "\\eddasepline"
        ],
        "type": "text"
    }
]