[
    {
        "text": [
            "\\addchap{Pronouncing index of proper names}",
            "",
            "The pronunciations indicated in the following index are in many cases, at best, mere approximations, and in some cases the pronunciation of the Old Norse is itself more or less conjectural.",
            "For the sake of clarity it has seemed advisable to keep the number of phonetic symbols as small as possible, even though the result is occasional failure to distinguish between closely related sounds.",
            "In every instance the object has been to provide the reader with a clearly comprehensible and approximately correct pronunciation, for which reason, particularly in such matters as division of syllables, etymology has frequently been disregarded for the sake of phonetic clearness.",
            "For example, when a root syllable ends in a long (double) consonant, the division has arbitrarily been made so as to indicate the sounding of both elements (e. g., Am-ma, not Amm-a).",
            "",
            "As many proper names occur in the notes but not in the text, and as frequently the more important incidents connected with the names are outlined in notes which would not be indicated by textual references alone, the page numbers include all appearances of proper names in the notes as well as in the text.",
            "",
            "The following general rules govern the application of the phonetic symbols used in the index, and also indicate the approximate pronunciation of the unmarked vowels and consonants.",
            "",
            "\\textsc{Vowels.} The vowels are pronounced approximately as follows:",
            "",
            "\\noindent\\begin{tabular}{@{} p{0.4\\textwidth} @{} p{0.5\\textwidth}}",
            "a{\\mdash}as in ``alone'' & u{\\mdash}as \\emph{ou} in ``would'' \\\\",
            "ā{\\mdash}as in ``father'' & ū{\\mdash}as \\emph{ou} in ``wound''",
            "\\end{tabular}",
            "",
            "% I could this whole list in one table, but that would require some tricks with multirow/multicolumn and look ugly",
            "% Moreover, this variant can span over a pagebreak",
            "% FIXME: I may have to tune \"em\" lengths for different book formats",
            "\\noindent\\begin{tabular}{@{} p{0.4\\textwidth} @{} p{8em} @{} p{1.5em} @{} p{0.3\\textwidth}}",
            "e{\\mdash}as in ``men'' & y{\\mdash}as \\emph{i} in ``is''  & \\multirow{2}{*}{\\huge \\}} &",
            "\t\\multirow{2}{0.3\\textwidth}{Both with a slight \\\\ sound of German ü} \\\\",
            "ē{\\mdash}as \\emph{a} in ``fate'' & ȳ{\\mdash}as \\emph{ee} in ``free''  & & \\\\",
            "\\end{tabular}",
            "",
            "\\noindent\\begin{tabular}{@{} p{0.4\\textwidth} @{} p{0.5\\textwidth}}",
            "i{\\mdash}as in ``is'' & æ{\\mdash}as \\emph{e} in ``men'' \\\\",
            "ī{\\mdash}as in ``machine'' & ǣ{\\mdash}as \\emph{a} in ``fate'' \\\\",
            "o{\\mdash}as in ``on'' & ei{\\mdash}as \\emph{ey} in ``they'' \\\\",
            "ō{\\mdash}as in ``old'' & ey{\\mdash}as in ``they'' \\\\",
            "ø{\\mdash}as in German ``öffnen'' & au{\\mdash}as \\emph{ou} in ``out'' \\\\",
            "ø̄{\\mdash}as in German ``schön'' & ai{\\mdash}as \\emph{i} in ``fine'' \\\\",
            "ǭ{\\mdash}as \\emph{aw} in ``law''",
            "\\end{tabular}",
            "\\vskip 0.5em",
            "",
            "No attempt has been made to differentiate between the short open ``o'' and the short closed ``o,'' which for speakers of English closely resemble one another.",
            "",
            "\\textsc{Consonants.} The consonants are pronounced approximately as in English, with the following special points to be noted:",
            "",
            "\\emph{G} is always hard, as in ``get,'' never soft, as in ``gem;'' following ``n'' it has the same sound as in ``sing.''",
            "",
            "\\emph{J} is pronounced as y in ``young.''",
            "",
            "\\emph{Þ} following a vowel is soft, as in ``with;'' at the beginning of a word or following a consonant it is hard, as in ``thin.''",
            "",
            "The long (doubled) consonants should be pronounced as in Italian, both elements being distinctly sounded; e. g., ``Am-ma.''",
            "",
            "\\emph{S} is always hard, as in ``so,'' ``this,'' never soft, as in ``as.''",
            "",
            "\\emph{H} enters into combinations with various following consonants; with ``v'' the sound is approximately that of wh in ``what''; with ``l'' ``r'' and ``n'' it produces sounds which have no exact English equivalents, but which can be approximated by pronouncing the consonants with a marked initial breathing.",
            "",
            "\\textsc{Accents}. The accented syllable in each name is indicated by the acute accent (´). In many names, however, and particularly in compounds, there is both a primary and a secondary, accent, and where this is the case the primary, stress is indicated by a double acute accent (˝) and the secondary one by a single acute accent (´). To avoid possible confusion with the long vowel marks used in Old Norse texts, the accents are placed, not over the vowels, but after the accented syllables."
        ],
        "type": "text"
    }
]