[
    {
        "text": [
            "\\eddachapter{Skirnismo~`l}{Skirnismol}{The Ballad of Skirnir}",
            "",
            "The Skirnismol is found complete in the \\emph{Codex Regius,} and through stanza \\eddastanzaref{27} in the \\emph{Arnamagnæan Codex.}",
            "Snorri quotes the concluding stanza.",
            "In Regius the poem is entitled ``For Scirnis'' (``Skirnir's journey'').",
            "",
            "The Skirnismol differs sharply from the poems preceding it, in that it has a distinctly ballad quality.",
            "As a matter of fact, however, its verse is altogether dialogue, the narrative being supplied in the prose ``links,'' concerning which cf. {\\eddaproseref[introductory note]{Grimnismol}{introduction}} to the \\eddachapterref{Grimnismol.}",
            "The dramatic effectiveness and vivid characterization of the poem seem to connect it with the \\eddachapterref{Thrymskvitha,} and the two may possibly have been put into their present form by the same man.",
            "Bugge's guess that the \\eddachapterref{Skirnismol} was the work of the author of the \\eddachapterref{Lokasenna} is also possible, though it has less to support it.",
            "",
            "Critics have generally agreed in dating the poem as we now have it as early as the first half of the tenth century; Finnur Jonsson puts it as early as 900, and claims it, as usual, for Norway.",
            "Doubtless it was current in Norway, in one form or another, before the first Icelandic settlements, but his argument that the thistle (stanza \\eddastanzaref{31}) is not an Icelandic plant has little weight, for such curse-formulas must have traveled freely from place to place.",
            "In view of the evidence pointing to a western origin for many or all of the Eddic poems, Jonsson's reiterated ``Digtet er sikkert norsk og ikke islandsk'' is somewhat exasperating.",
            "Wherever the \\eddachapterref{Skirnismol} was composed, it has been preserved in exceptionally good condition, and seems to be practically devoid of interpolations or lacunæ.",
            "",
            "\\eddasepline"
        ],
        "type": "text"
    }
]