[
    {
        "text": [
            "\\eddachapter{Vafþru`þnismo~`l}{Vafthruthnismol}{The Ballad of Vafthruthnir}",
            "",
            "The \\chapterref{Vafthruthnismol} follows the \\chapterref{Hovamol} in the Codex Regius.",
            "From stanza \\stanzaref{20} on it is also included in the \\emph{Arnamagnæan Codex,} the first part evidently having appeared on leaf now lost.",
            "Snorri quotes eight stanzas of it in the \\emph{Prose Edda,} and in his prose text closely paraphrases many others.",
            "",
            "The poem is wholly in dialogue form except for a single narrative stanza (stanza \\stanzaref{5}).",
            "After a brief introductory discussion between Othin and his wife, Frigg, concerning the reputed wisdom of the giant Vafthruthnir, Othin, always in quest of wisdom, seeks out the giant, calling himself Gagnrath.",
            "The giant immediately insists that they shall demonstrate which is the wiser of the two, and propounds four questions (stanzas \\stanzaref{11}, \\stanzaref{13}, \\stanzaref{15}, and \\stanzaref{17}), each of which Othin answers.",
            "It is then the god's turn to ask, and he begins with a series of twelve numbered questions regarding the origins and past history of life.",
            "These Vafthruthnir answers, and Othin asks five more questions, this time referring to what is to follow the destruction of the gods, the last one asking the name of his own slayer.",
            "Again Vafthruthnir answers, and Othin finally propounds the unanswerable question: ``What spake Othin himself in the ears of his son, ere in the bale-fire he burned?''",
            "Vafthruthnir, recognizing his questioner as Othin himself, admits his inferiority in wisdom, and so the contest ends.",
            "",
            "The whole poem is essentially encyclopædic in character, and thus was particularly useful to Snorri in his preparation of the \\emph{Prose Edda.}",
            "The encyclopædic poem with a slight narrative outline seems to have been exceedingly popular; the \\chapterref{Grimnismol} and the much later \\chapterref{Alvissmol} represent different phases of the same type.",
            "The \\chapterref{Vafthruthnismol} and \\chapterref{Grimnismol} together, indeed, constitute a fairly complete dictionary of Norse mythology.",
            "There has been much discussion as to the probable date of the \\chapterref{Vafthruthnismol,} but it appears to belong to about the same period as the \\chapterref{Voluspo:} in other words, the middle of the tenth century.",
            "While there may be a few interpolated passages in the poem as we now have it, it is clearly a united whole, and evidently in relatively good condition."
            "",
            "\\sepline"
        ],
        "type": "text"
    }
]